Repository: epihackcolombo/Public-System
Catalog: mobi/mobuzz.ios.general/mobuzz.ios.general/*.lproj/Localizable.strings
Languages: si, ta_lk

# faq_mobuzz_title4
source: How precise are the hotspots map?
si: අන්තරාකාරි ප්‍රදේශ පිළිබඳ සිතියම (hotspots map) කොතරම්දුරට විස්තරාත්මකද?
ta_lk: பாதிப்புக்குள்ளான இடங்களின் வரைபடங்கள் (hotspots map) எவ்வளவு துல்லியமானவை?

# faq_mobuzz_para4
source: These map are based on reliable and precise dengue information collected by the CMC.
si: මෙම සිතියම් සදහා කොළඹ මහ නගර සභාව විසින් ඩෙංගු පිළිබඳ එක්රැස් කරගෙන ඇති විශ්වාසදායක විස්තර පදනම්වී ඇත.
ta_lk: இந்த வரைபடங்கள் கொழும்பு மாநகர சபை மூலம் சேகரிக்கப்பட்ட நம்பகமான மற்றும் துல்லியமான டெங்கி தகவல்களை அடிப்படையாக கொண்டவை.

# faq_mobuzz_title5
source: Why should I inform CMC about breeding sites?
si: මා මදුරුවන් බෝවන ප්‍රදේශ කොළඹ මහ නගර සභාවට දන්වන්නේ කුමක් නිසාද?
ta_lk: நான் எதற்காக கொசுக்கள் இனப்பெருக்கம் பரவும் இடங்கள் பற்றி கொழும்பு மாநகர சபைக்கு தெரிவிக்க வேண்டும்?

# faq_mobuzz_para5_1
source: Public health being one of its key priorities, the CMC tries its best to protect you from dengue. But, as a citizen, you can use this app to further strengthen CMC’s efforts.
si: මහජන සෞඛ්‍ය සිය ප්‍රධාන ප්‍රමුඛත්වයන්ගෙන් එකක් බැවින් ඔබව ඩෙංගු වලින් මුදවා ගැනීම සඳහා කොළඹ මහ නගර සභාව සිය උපරිම උනන්දුව දක්වයි. කෙසේවෙතත්, පුවැසියෙකු වශයෙන් කොළඹ මහ නගර සභා ප්‍රයත්නයන් තවදුරටත් ශක්තිමත් කිරීම සඳහා ඔබට මෙම ක්‍රමය භාවිතා කල හැකිය.
ta_lk: பொதுமக்களின் சுகாதாரம் கொழும்பு மாநகர சபையின் முக்கிய முன்னுரிமைகளில் ஒன்று. இது டெங்கிலிருந்து உங்களை பாதுகாக்க எடுக்கும் சிறந்த முயற்சியாகும். ஒரு குடிமகனாக நீங்கள் மேலும் கொழும்பு மாநகர சபையின் முயற்சிகளை வலுப்படுத்த இந்த மென் ஒருங்கை பயன்படுத்த முடியும்.

# faq_mobuzz_para5_2
source: If many citizens like you complain breeding sites, this can go a long way in helping CMC get an idea about new incidences of dengue and where it’s spreading.
si: ඔබ වැනි බොහෝ පුරවැසියන් මදුරුවන් බෝවෙන ස්ථාන වාර්තා කරන්නේ නම් ඩෙංගු පිළිබඳ නව තොරතුරු සහ මදුරුවන් බෝවෙන්නේ කොහේද යන්න පිලිබඳව අදහසක් කොළඹ මහ නගර සභාවට ලබාදී සහය වීමේන් දිගු ගමනක් යාහැකි වනු ඇත.
ta_lk: உங்களை போன்று பல குடிமக்கள் கொசுக்கள் இனப்பெருக்கம் பரவும் இடங்கள் பற்றி புகார் செய்தால், புதிய டெங்கி சம்பவங்கள் மற்றும் பரவும் இடங்கள் பற்றி ஒரு யோசனை பெற கொழும்பு மாநகர சபைக்கு உதவியாய் இருக்கும்.

# faq_mobuzz_para5_3
source: Think of it this way. By doing something as simple as this, you are not only helping the CMC with more information, but you are also protecting yourself, your family and friends, from dengue!
si: මෙසේ සිතන්න, මෙවැනි සුළු යමක් සිදුකිරීමෙන් ඔබ සිදු කරන්නේ කොළඹ මහ නගර සභාවට වැඩි දුර තොරතුරු ලබා දීමෙන් සහයවීම පමණක් නොව, ඔබද, ඔබගේ පවුල සහ මිත්‍රයින්ද ඩෙංගු වලින් ආරක්ෂා කර ගැනීමයි!
ta_lk: இப்படி யோசித்து பாருங்கள். இந்த எளிய செய்கையில், நீங்கள் கொழும்பு மாநகர சபைக்கு மேலும் தகவல் தந்து உதவுவது மட்டும் அல்லாது நீங்கள் டெங்கிலிருந்து உங்களை உங்கள் குடும்பத்தினரை மற்றும் நண்பரை பாதுகாக்கின்றீர்கள்!

# faq_mobuzz_title6
source: How can I complain breeding sites?
si: මා මදුරුවන් බෝවන ස්ථාන පිළිබඳව වාර්තා කරන්නේ කෙසේද?
ta_lk: எப்படி நான் கொசுக்கள் இனப்பெருக்கம் பரவும் இடங்கள் பற்றி புகார் தெரிவிக்கலாம்?

# faq_mobuzz_para6_1
source: You can complain a breeding site using the “Breeding Sites Complaint” module.
si: “මදුරුවන් බෝවන ස්ථාන වාර්තා කිරීම (Breeding Site Complaint)” නැමැති මොඩියුලය භාවිතා කිරීමෙන් මදුරුවන් බෝවන ස්ථානයන් පිළිබඳව ඔබට වාර්තා කළහැකිය.
ta_lk: நீங்கள் கொசுக்கள் இனப்பெருக்கம் பரவும் இடங்களை பற்றி “புகார் தொகுதி தளத்தில்” தெரிவிக்க முடியும்.

# faq_mobuzz_para6_2
source: You can first choose “Form”, and then use your phone camera to take a picture of the breeding site.
si: ඔබ ප්‍රථම කොට “පෝරමය (Form)” තොරාගෙන ඉන්පසු මදුරුවන් බොවන ස්ථානයෙහි ඡායාරූපයක් ගැනීම සඳහා ඔබගේ දුරකතනයේ කැමරාව යොදා ගන්න.
ta_lk: நீங்கள் முதலில் விண்ணப்ப படிவத்தை தேர்வு செய்து பிறகு கொசுக்கள் இனப்பெருக்கம் பரவும் இடங்களை தொலைபேசியின் மூலம் படங்கள் எடுக்க முடியும்.

# faq_mobuzz_para6_3
source: The application geo-tags your picture automatically.
si: අයදුම්පත ඔබගේ පිංතූරය සවයංක්‍රීයව බාගත කරණු ඇත.
ta_lk: இந்த மென் ஒருங்கு உங்கள் படத்தின் புவியியல் இடத்தை தானாகவே பதிவு செய்யும்.

# faq_mobuzz_para6_4
source: You can send it to CMC by just clicking on “Submit”.
si: එය “Submit” බොත්තම එබීමෙන් කොළඹ මහ නගර සභාව වෙත එවිය හැකිය.
ta_lk: நீங்கள் “அனுப்புங்கள்” என்பதை அழுத்துவதன் மூலம் இதை கொழும்பு மாநகர சபைக்கு அனுப்ப முடியும்.

# faq_mobuzz_title7
source: Once I send the complaints, what information does the CMC receive?
si: මා වාර්තා එවු විට, කොළඹ මහ නගර සභාවට ලැබෙන්නේ කුමන තොරතුරුද?
ta_lk: நான் புகார் அனுப்பியவுடன், கொழும்பு மாநகர சபை என்ன தகவல்களை பெறுவார்கள்?

# faq_mobuzz_para7_1
source: The CMC directly receives all the complaints sent by users like yourself.
si: ඔබ වැනි මෙම ක්‍රමය භාවිතා කරන්නවුන්ගේ සියලු වාර්තා කොළඹ මහ නගර සභාවට කෙලින්ම ලැබෙයි.
ta_lk: கொழும்பு மாநகர சபை நேரடியாக உங்களை போன்று பயன்படுத்துவோர் அனுப்பிய அனைத்து புகார்களையும் பெறுவார்கள்.

# faq_mobuzz_para7_2
source: This means, they receive a picture of the breeding site, and the exact location from where the picture was sent.
si: එයින් අදහස් වන්නේ ඔවුන්ට මදුරුවන් බෝවන ස්ථානය පිළිබඳ පින්තූරයත් සහ පින්තූරය එවන ලද නියම ස්ථානය පිළිබඳව තොරතුරුත් ලැබෙන බවය.
ta_lk: இதனால் அவர்கள் கொசுக்கள் இனப்பெருக்கம் பரவும் இடங்களின் படம், மற்றும் படம் எந்த இடத்திலிருந்து அனுப்பப்பட்டது என்பதை பெறுவார்கள்.

# faq_mobuzz_para7_3
source: Such specific information adds immensely to the accuracy of CMC’s real-time disease intelligence.
si: එවැනි නිශ්චිත තොරතුරු කොළඹ මහ නගර සභාවට නියමිත වේලාවට රෝග නිශ්චය කර ගැනීමට මහෝපකාරී වනු ඇත.
ta_lk: இத்தகைய குறிப்பிட்ட தகவல் கொழும்பு மாநகர சபையின் நிகழ்நேர நோய் புலனாய்வு துறைக்கு துல்லியம் சேர்க்கிறது.

# faq_mobuzz_para7_4
source: Based on such information the CMC can take specific steps to address the problem of breeding sites and protect you from dengue.
si: එවැනි තොරතුරු සඳහන් කර ගනිමින් මදුරුවන් බෝවන ස්ථානයන්හි පවතින ගැටළු විසඳාලීම සඳහා නිශ්චිත පියවර ගෙන ඔබව ඩෙංගු වලින් ආරක්ෂා කිරීමට කොළඹ මහ නගර සභාවට හැකිවනු ඇත.
ta_lk: இது போன்ற தகவல்களை அடிப்படையாக கொண்டு கொழும்பு மாநகர சபை கொசுக்கள் இனப்பெருக்கம் பரவும் இடங்களின் பிரச்சனைகள் மற்றும் டெங்கிலிருந்து உங்களை பாதுகாக்க தகுந்த நடவடிக்கைகளை எடுக்க முடியும்.

# faq_mobuzz_title8
source: How does CMC know that the complaints they get from people like me are reliable and not spam?
si: මා වැන්නවුන්ගෙන් ලැබෙන තොරතුරු විශ්වාසදායක තොරතුරු බව කොළඹ මහ නගර සභාව දැනගන්නේ කෙසේද?
ta_lk: கொழும்பு மாநகர சபை எப்படி என்னை போன்ற மக்களிடம் இருந்து கிடைக்கும் புகார்கள் நம்பகமானது மற்றும் ஸ்பேம் (spam) அல்லாதது என்று தெரிகிறது?

# faq_mobuzz_para8_1
source: We have worked with the CMC to design a mechanism to deal with any potential spamming issues.
si: කටකතා ලෙස පැතිරෙන ගැටළු සම්බන්ධයෙන් කටයුතු කිරීම සඳහා යාන්ත්‍රනයක් සකස් කිරීමට අප විසින් කොළඹ මහ නගර සභාව සමග ක්‍රියාකර ඇත්තෙමු.
ta_lk: கொழும்பு மாநகர சபையுடன் இணைந்து ஸ்பேம் பிரச்சினைகளை சமாளிக்க ஒரு பொறிமுறையை வடிவமைத்து உள்ளோம்.

# faq_mobuzz_para8_2
source: Essentially, each complaint submitted will be screened and validated by a CMC official assigned to the particular area. User accounts from where the system receives spam or false inputs repeatedly (repeat offenders) will be blocked from further use.
si: අවශ්‍යෙයන්ම ඉදිරිපත් කරනු ලබන සෑම වාර්තාවක්ම පිරික්සා එය අදාල ප්‍රදේශය භාර කොළඹ මහ නගර සභාවේ නිලධාරියා විසින් වලංගු කරනු ඇත. පද්ධතිය වෙත නොකඩවා ලැබෙන අසත්‍ය තොරතුරු, තවදුරටත් එසේ කිරීමෙන් වළක්වනු ඇත.
ta_lk: அடிப்படையில், சமர்ப்பிக்கப்படும் ஒவ்வொரு புகாரையும் குறிப்பிட்ட பகுதியில் நியமிக்கப்பட்ட கொழும்பு மாநகர சபையின் ஓர் அதிகாரியால் ஆய்வு செய்யப்பட்டு சரிபார்க்கப்படும். தொடர்ச்சியாக ஸ்பேம் அல்லது தவறான உள்ளீடுகளை அனுப்பும் பயன்படுத்துபவர் கணக்குகள் மேலும் பயன்படுத்த தடை செய்யப்படும்.

# faq_mobuzz_title9
source: Who is eligible to join Mo-Buzz Dengue?
si: Mo-Buzz Dengue සමග එක් වීමට සුදුසුකම් ලබන්නේ කවුද?
ta_lk: Mo-Buzz Dengue -யில் சேர யார் தகுதி பெறுகிறார்கள்?

# faq_mobuzz_para9_1
source: Anyone in Sri Lanka with an Android or iOS device can sign up to the system and utilize the dengue education materials on our app.
si: ඇන්ඩ්‍රොයිඩ් (android) හෝ අයිඕඑස් (iOS) උපකරණයක් ඇති ශ්‍රී ලංකාවේ වෙසෙන ඕනෑම අයෙකුට මෙම පද්ධතිය සමග අත්සන් කර අප මොඩියුලෙහි ඇති ඩෙංගු පිළිබඳ අධ්‍යාපනික තොරතුරු ප්‍රයෝජනයට ගත හැකිය.
ta_lk: அண்ட்ராய்டு (android) அல்லது ஐஒஸ் (iOS) சாதனம் வைத்திருக்கும் இலங்கையில் உள்ள எவரும் கணினியில் பதிவு செய்து எங்கள் மென் ஒருங்கில் உள்ள டெங்கி கல்வி சார்ந்த பதிவுகளை பயன்படுத்த முடியும்.

# faq_mobuzz_para9_2
source: However, the hotspots map pertain to dengue cases in areas within the CMC’s jurisdiction, and the CMC will only respond to complaints of breeding sites received from within these areas.
si: කෙසේ වෙතත් ඩෙංගු පිළිබඳ ගැටළු සහගත ප්‍රදේශ මෙම සිතියමෙන් (hotspots map) පෙන්නුම් කරන්නේ කොළඹ මහ නගර සභාව බලසීමා ප්‍රදේශයන්ට පමණක් වන අතර කොළඹ මහ නගර සභාව ප්‍රතිචාර දක්වන්නේ මෙම ප්‍රදේශ ඇතුලත ඩෙංගු බෝවන ස්ථාන පිළිබඳව ලැබෙන වාර්තා සඳහා පමණි.
ta_lk: எனினும், பாதிப்புக்குள்ளான இடங்களின் வரைபடங்களுக்கு (hotspots map) உரிய டெங்கி நிகழ்வுகள் கொழும்பு மாநகர சபை அதிகார எல்லைக்கு உட்பட்ட பகுதிகள் தொடர்புடையதாகும், இந்த பகுதிகளில் இருந்து பெறப்படும் கொசுக்கள் இனப்பெருக்கம் பரவும் இடங்களின் புகார்களுக்கு மட்டுமே கொழும்பு மாநகர சபை பதிலளிக்கும்.

# faq_mobuzz_title10
source: My friend/relative has an iPhone. Why is there no iOS version of Mo-Buzz Dengue?
si: මාගේ මිත්‍රයාට/ඥාතියාට අයිෆෝන් (iPhone) එකක් ඇත. එමනිසා Mo-Buzz Dengue පිළිබඳ iOS පාඨයක් නැත්තේ මන්ද?
ta_lk: என் நண்பர் அல்லது உறவினரிடம் ஐபோன் (iPhone) உள்ளது. ஏன் Mo-Buzz Dengue எந்த iOS பதிப்பிலும் இல்லை?

# faq_mobuzz_para10
source: We were expecting this question! Our research has shown that most smartphone users in Colombo are Android users. But yes, we also plan to launch an iOS version in the future.
si: මෙම ප්‍රශ්නය අප බලාපොරෝත්තුවෙන් සිටියෙමු! අපගේ පර්යේෂණයෙන් හෙලිවී ඇත්තේ කොළඹ දුරකථන පාවිච්චි කරන බොහෝ දෙනා ඇන්ඩ්‍රොයිඩ් (android) භාවිතා කරන්නවුන් බවය. අප ඉදිරියේදි iOS පාඨයක්ද ඉදිරිපත් කිරීමට සැලසුම් කරන්නෙමු.
ta_lk: நாங்கள் இந்த கேள்வியை எதிர்பார்த்தோம். எங்களது ஆராய்ச்சி கொழும்பில் இருப்பவர்கள் நுண்ணறிபேசி (Smartphone) உபயோகிப்பதை காடிலும் அண்ட்ராய்டுடை (android) உபயோகிபவர்கள் அதிகம் உள்ளனர் என்பதை காட்டியுள்ளது. ஆனால், நாங்கள் எதிர்காலத்தில் ஒரு iOS பதிப்பை வெளியிட திட்டமிட்டுள்ளோம்.

# faq_mobuzz_title11
source: Why do I need to fill the profile details? How is this information useful?
si: මා විසින් ජීවදත්ත විස්තර පිරවිය යුතුතේ මන්ද? මෙම තොරතුරු ප්‍රයෝජනවත් වන්නේ කෙසේද?
ta_lk: நான் ஏன் சுயவிவரங்களை பூர்த்தி செய்ய வேண்டும்? எப்படி இந்த தகவல் பயனுள்ளதாக இருக்கும்?

# faq_mobuzz_para11_1
source: Your profile details will be used for the purpose of research and designing public health strategies.
si: ඔබගේ ජීවදත්ත විස්තර භාවිතා කරනු ලබන්නේ පර්යේෂණ කිරීම සඳහා සහ මහජන සෞඛ්‍ය උපක්‍රම සැලසුම් කිරීම සඳහාය.
ta_lk: உங்கள் விவரங்களை ஆய்வு மற்றும் பொது சுகாதார உத்திகள் வடிவமைக்கும் நோக்கத்திற்காக பயன்படுத்தப்படும்.

# faq_mobuzz_para11_2
source: CMC’s officers might use these details to contact you as part of the screening and validation process in case you complain a breeding site. However, we have ensured utmost privacy and confidentiality of your profile details which will not be shared with any third-party for commercial use.
si: ඔබ මදුරුවන් බෝවන ස්ථානයක් පිළිබඳව දැනුම් දුන්නහොත් පිරික්සා බැලීමේ සහ වලංගු කිරීමේ ක්‍රියාවලියේ කොටසක් ලෙස ඔබගෙන් විමසීම් කිරීමට මෙම විස්තර කොළඹ මහ නගර සභා නිලධාරීන් විසින් උපයෝගි කරගන්නවා ඇත. කෙසේ වෙතත් ඔබගේ ජීවදත්ත තොරතුරු කොටස් රහසිගතව හා රහස්ය ලෙස තබාගන්නා බවට අපට අප සහතික වන අතර එම තොරතුරු වාණිජ ප්‍රයෝජනයක් සදහා කිසියම් තෙවන පාර්ශවයක් සමග බෙදාහදා නොගනු ඇත.
ta_lk: கொழும்பு மாநகர சபையின் அதிகாரிகள் நீங்கள் கொசுக்கள் இனப்பெருக்கம் பரவும் இடங்களை பற்றி புகார் தெரிவித்த நிலையில், ஆய்வு செய்யப்பட்டு மற்றும் சரிபார்த்தல் பணியின் ஒரு பகுதியாக உங்களை தொடர்பு கொள்ள இந்த விவரங்கள் பயன்படுத்தப்படும். எனினும், உங்கள் விவரங்கள் மிகுந்த அந்தரங்கமாக பேணப்படுதல் உறுதி, நாம் இதை வணிக பயன்பாட்டிற்கும் எந்த மூன்றாம் தரப்புடனும் பகிர்ந்து கொள்ள மாட்டோம்.

# faq_mobuzz_title12
source: How do I update my profile?
si: මා පිළිබද ජීව දත්ත මා යාවත්කාලීන කරන්නේ කෙසේද?
ta_lk: நான் எப்படி என் சுயவிவரத்தை புதுப்பிக்கலாம்?

# faq_mobuzz_para12
source: If you would like to edit your profile, you can do so by clicking on “Profile” tab after signing in.
si: ඔබගේ ජීවදත්ත සංස්කරණය කර ගැනීමට ඔබ කැමැත්තේ නම්, අත්සන් කිරීමෙන් පසු “Profile” යතුර එබීමෙන් එසේ කළ හැකිය.
ta_lk: நீங்கள் உங்கள் சுயவிவரத்தை புதுப்பிக்க விரும்பினால், நீங்கள் நுழைவு ஒப்பமிட்ட பிறகு “Profile” என்பதனை அழுத்துவதன் மூலம் புதுப்பிக்கலாம்.

# faq_mobuzz_title13
source: Where can I get more scientific information about Mo-Buzz?
si: Mo-Buzz පිළිබද වඩාත් විද්ය්‍යානුකූල විස්තර ලබා ගත හැක්කේ කෙසේද?
ta_lk: Mo-Buzz பற்றிய மேலும் அறிவியல் தகவல்களை நான் எங்கேயிருந்து பெற முடியும்?

# faq_mobuzz_para13
source: You can get more information about the scientific concept behind Mo-Buzz, our team of researchers and collaborations, and everything else you need to know by clicking on this link: <a href="http://www.mo-buzz.org/srilanka/">http://www.mo-buzz.org/srilanka/</a>
si: මෙම මාර්ගය ඔස්සේ Mo-Buzz පිටුපස ඇති විද්ය්‍යානුකූල ක්‍රියාදාමය, අපගේ පර්යේෂණ සහ සහයෝගිතා කණ්ඩායම සහ ඔබට දැන ගැනීමට අවශ්‍ය සියලු විස්තර ඔබට ලබා ගත හැකිය: <a href="http://www.mo-buzz.org/srilanka/">http://www.mo-buzz.org/srilanka/</a>
ta_lk: நீங்கள் மேலும், Mo-Buzz ஆராய்சியின் பின்னால் உள்ள அறிவியல் கருத்துக்கள் பற்றிய தகவல்கள், எங்கள் அணியில் உள்ள ஆராய்ச்சியாளர்கள் மற்றும் ஒத்துழைப்பாளர்கள், மற்றும் உங்களுக்கு வேண்டிய அனைத்தையும் நீங்கள் இந்த இணைப்பை அழுத்துவதன் மூலம் அறிந்து கொள்ள முடியும்: <a href="http://www.mo-buzz.org/srilanka/">http://www.mo-buzz.org/srilanka/</a>

# faq_mobuzz_title14
source: How can I get in touch with Mo-Buzz?
si: මා Mo-Buzz සමග සම්බන්ධවන්නේ කෙසේද?
ta_lk: நான் Mo-Buzz உடன் எப்படி தொடர்புக் கொள்ளலாம்?

# faq_mobuzz_para14
source: In case of any issues, or for providing feedback, you can contact Mo-Buzz by sending an email to: <a href="mailto:srilanka@mo-buzz.org">srilanka@mo-buzz.org</a>
si: කිසියම් ගැටළුවක් වේ නම් හෝ පසු විපරමක් අවශ්‍යවන්නේ නම් පහත දැක්වෙන පරිදි ඊමේල් පණිවුඩයක් එවීමෙන් ඔබට Mo-Buzz සමග සම්බන්ධ විය හැකිය: <a href="mailto:srilanka@mo-buzz.org">srilanka@mo-buzz.org</a>
ta_lk: எந்த பிரச்சினைகள் நேர்ந்தாலும் அல்லது உங்கள் கருத்துக்களை வழங்கவும், நீங்கள் ஒரு மின்னஞ்சல் அனுப்புவதன் மூலம் Mo-Buzz உடன் தொடர்பு கொள்ள முடியும்: <a href="mailto:srilanka@mo-buzz.org">srilanka@mo-buzz.org</a>
