Repository: epihackcolombo/Public-System
Catalog: mobi/mobuzz.ios.general/mobuzz.ios.general/*.lproj/Localizable.strings
Languages: si, ta_lk

# dengue_statistics_title
source: Statistics
si: සංඛ්‍යාලේඛණ
ta_lk: புள்ளிவிவரம்

# dengue_statistics_para1
source: About ½ of the world’s population is at risk of dengue.
si: ලෝක ජනගහනයේ අඩක් පමණ ඩෙංගු අවදානමින් පසු වෙති.
ta_lk: உலக ஜனத்தொகையில் ஏறத்தாழ பாதி மக்களுக்கு டெங்கினால் அபாயம் இருக்கிறது.

# dengue_statistics_para3
source: When treated, dengue hemorrhagic fever has a mortality rate of 2 to 5%.
si: ප්‍රතිකාර කල විට ඩෙංගු උනට 2 සිට 5% දක්වා වූ මරණ ප්‍රතිශතයක් ඇත.
ta_lk: டெங்கி காய்ச்சல் சிகிச்சையின் போது, இறப்பு விகிதம் 2 முதல் 5% வரை உள்ளது.

# dengue_statistics_para4
source: When left untreated, the mortality rate is as high as 50%.
si: ප්‍රතිකාර නොකල විට මරණ සංඛ්‍යාව 50% දක්වා වැඩිවෙයි.
ta_lk: சிகிச்சை அளிக்காத போது, இறப்பு விகிதம் 50% அதிகமாக உள்ளது.

# dengue_statistics_para5
source: There has been an increase of 81.5% of dengue cases in Colombo from 2010 to 2013.
si: 2010 සිට 2013 දක්වා කාලපරිඡේදය තුල කොළඹ ඩෙංගු ලෙඩුන් ප්‍රමාණය 81.5% ක වර්ධනයක් සිදු වී ඇත.
ta_lk: 2010-ல் இருந்து 2013 வரை கொழும்பில் டெங்கி சம்பவங்கள் 81.5% அதிகரித்து உள்ளன.

# about_dengue_title
source: Dengue
si: ඩෙංගු
ta_lk: டெங்கி

# about_dengue_para1
source: Dengue or dengue fever is a virus-caused disease transmitted by the Aedes mosquito when it bites.
si: ඩෙංගු නොහොත් ඩෙංගු උණ යනු වෛරසයකින් හට ගන්නා වූ රෝගයක් වන අතර, ඊඩීස් මදුරුවෙකු දෂ්ඨ කිරීමෙන් එය පැතිරෙයි.
ta_lk: டெங்கி அல்லது டெங்கி காய்ச்சல், ஏடிஸ் கொசுக்கள் மூலம் பரவும் வைரஸ் நோய் ஆகும்.

# about_dengue_para2
source: Currently, there is no known drug or vaccine to cure dengue. The best and only way to avoid it is to prevent the Aedes mosquito from breeding.
si: දැනට ඩෙංගු සුව කිරීම සදහා ඖෂධයක් හෝ එන්නතක් නොමැත. එයින් බේරීමේ එකම මාර්ගය වන්නේ ඊඩීස් මදුරැවන් බෝ වීම වැලැක්වීමය.
ta_lk: டெங்கியை குணப்படுத்த மருந்து அல்லது தடுப்பூசி கண்டுப் பிடிக்கப்படவில்லை. இதை தவிர்க்க ஏடிஸ் கொசுக்களின் இனப்பெருக்கத்தை தடுப்பதே ஒரே சிறந்த வழியாகும்.

# dengue_spread_title3
source: Danger Sites
si: අවදානම් ප්‍රදේශ
ta_lk: ஆபத்தான இடங்கள்

# dengue_spread_title4
source: Home
si: නිවහන
ta_lk: முகப்பு

# dengue_spread_title5
source: Public Areas
si: ප්‍රසිද්ධ ප්‍රදේශ
ta_lk: பொது பகுதிகள்

# dengue_spread_title1
source: How does dengue spread?
si: ඩෙංගු පැතිරෙන්නේ කෙසේද?
ta_lk: டெங்கி எப்படி பரவுகிறது?

# dengue_spread_para1
source: Dengue spreads in 2 ways, from human to mosquito and from mosquito to human.
si: මිනිසාගෙන් මදුරුවාට සහ මදුරුවාගෙන් මිනිසාට ඩෙංගු බෝ වීම සිදු වේ.
ta_lk: டெங்கி 2 வழிகளில் பரவுகிறது, மனிதனிடமிருந்து கொசுகளுக்கும் மற்றும் கொசுகளிடமிருந்து மனிதனுக்கும் பரவுகிறது.

# dengue_spread_para2
source: <u>Mosquito-to-human</u>: Infected female Aedes mosquitoes pass the virus on to humans when they bite.
si: <u>මදුරුවාගෙන් මිනිසාට</u>: විෂබීජ ශරීරගත වී ඇති ගැහැනු මදුරුවෙකු දෂ්ඨ කල විට වෛරසය මිනිසුන්ට ශරීර ගත වේ.
ta_lk: <u>கொசுகளிடமிருந்து மனிதனுக்கு</u>: பாதிக்கப்பட்டப் பெண் ஏடிஸ் கொசுகள் மனிதர்களை கடிக்கும் போது அவர்களுக்கு வைரஸ் கடக்கின்றது.

# dengue_spread_para3
source: <u>Human-to-mosquito</u>: Humans who carry and multiply the virus within them pass it on to uninfected mosquitoes when bitten. The mosquito then becomes infective about a week after biting a patient.
si: <u>මිනිසාගෙන් මදුරුවාට</u>: විෂබීජය ශරීර ගතවී නැති මදුරුවෙකු වෛරසය ශරීර ගතවී ඇති සහ එය ඔවුන් තුල වර්ධනය වී ඇති මිනිසෙකුට දෂ්ඨ කළ විට එය මදුරුවාට බෝ වෙයි. රෝගියෙකු දෂ්ඨ කිරීමෙන් සතියකට පමණ පසු මදුරුවා අක්‍රිය වෙයි.
ta_lk: <u>மனிதனிடமிருந்து கொசுகளுக்கு</u>: வைரஸ்யை மனிதர்கள் அவர்களுக்கு உள்ளே காவியும் பெருக்கியும் மேலும் பாதிக்கப்படாத கொசுகள் அவர்களை கடிக்கும் போதும் அவற்றுக்கும் பரவுகின்றன. நோயாளியை கடித்த பின்னர் ஒரு வாரம் கழித்து கொசுகளுகும் தொற்று ஏற்படுகிறது.

# dengue_spread_title2
source: How to spot an Aedes mosquitoes?
si: ඊඩීස් මදුරුවන් හදුනා ගන්නේ කෙසේද?
ta_lk: ஏடிஸ் கொசுக்களை எப்படி கண்டுக் கொள்வது?

# dengue_spread_para4
source: You can recognize an Aedes mosquito by the black and white stripes on its body.
si: ශරීරයෙහි ඇති කළු සහ සුදු ලප වලින් ඊඩීස් මදුරුවෙකු හදුනා ගත හැකිය.
ta_lk: நீங்கள் ஏடிஸ் கொசுக்களை அதன் உடலில் காணப்படும் கருப்பு மற்றும் வெள்ளை கோடுகள் மூலம் அடையாளம் காண முடியும்.

# dengue_spread_para5
source: The Aedes mosquito tends to bite at dawn or dusk, so be extra careful during these times.
si: ඊඩීස් මදුරුවෙකු දෂ්ඨ කිරීමේ ප්‍රවනතාවය දක්වන්නේ අළුයම හෝ සවස් භාගයේය. එබැවින් මෙම කාලයන් තුලදී වඩාත් ප්‍රෙව්ශම් වන්න.
ta_lk: ஏடிஸ் கொசுக்கள் அதிகாலை அல்லது அந்தி பொழுதில் கடிக்க முனைவதால், அவ்வேளைகளில் கூடுதல் கவனம் தேவை.

# dengue_spread_para6
source: This is what an Aedes mosquito looks like.
si: ඩෙංගු මදුරුවෙකු මේ ආකාරයේය.
ta_lk: ஒரு ஏடிஸ் கொசுக்கள் இது போல இருக்கும்.

# dengue_symptoms_para1
source: Sudden high fever (from 2 to 7 days).
si: හදිසියේ හටගන්නා තද උණ (දින 2 සිට 7 දක්වා).
ta_lk: திடிரென்ன அதிகமான காச்சல் (2 முதல் 7 நாட்கள் வரை).

# dengue_symptoms_para2
source: Headache with pain from behind the eye.
si: ඇසේ පසුපසින් වේදනාව සහිත හිස රුදාව.
ta_lk: தலைவலி மற்றும் கண் பின்னால் இருந்து வலி.

# dengue_symptoms_para3
source: Outbreak of rashes.
si: පලු මතු වීම.
ta_lk: தடிப்புக்கள் வெளிப்படுதல்.

# dengue_symptoms_para4
source: Muscle and joint pains.
si: මස්පිඩු සහ හන්දි වේදනාව.
ta_lk: தசை மற்றும் மூட்டு வலி.

# dengue_symptoms_para5
source: Nausea and vomiting.
si: නිදිමත සහ වමනය.
ta_lk: குமட்டல் மற்றும் வாந்தி.

# dengue_symptoms_para6
source: Additional symptoms may include nose or gum bleeding, brown-black vomit or faeces, severe stomach pain, coldness or paleness of body, restlessness and drowsiness.
si: අමතර රෝග ලක්ෂණ වන්නේ නාසයෙන් හෝ විදුරු මස් වලින් රුධිරය වහනය වීම, දුඹුරු - කළු වමනය හෝ අසූචි පිටවීම, තද බල ලෙස උදරයේ වේදනාව, ශීතල බව හෝ ශරීරයේ මලානික ගතිය, අපහසු බව සහ නිදිමත.
ta_lk: மூக்கு அல்லது பல் ஈறுகளில் இரத்தப்போக்கு, கருப்பு-பழுப்பு வாந்தி அல்லது மலம், கடுமையான வயிற்று வலி, உடல் குளிர் அல்லது வெளுப்பு , அமைதியின்மை மற்றும் அயர்வு ஆகியவை மேலும் மற்ற அறிகுறிகள் ஆகும்.

# dengue_symptoms_para7
source: Most patients recover from dengue fever in about 3 or 4 days, but it may lead to death in serious cases.
si: රෝගීන්ගෙන් බොහෝ දෙනෙකු දින 3 – 4 කින් සුවපත් වන අතර තදබල අවස්ථාවන්හිදී එය මරණයටද තුඩු දිය හැකිය.
ta_lk: பெரும்பாலான நோயாளிகள் சுமார் 3 அல்லது 4 நாட்களில் டெங்கி காய்ச்சலில் இருந்து மீளமுடியும், ஆனால் அது தீவிரமானால் மரணத்திற்கு வழிவகுக்கும்.

# dengue_symptoms_title1
source: Dengue Symptoms
si: ඩෙංගු රෝග ලක්ෂණ
ta_lk: டெங்கி அறிகுறிகள்

# dengue_treatment_title1
source: Treatment
si: ප්‍රතිකාර
ta_lk: சிகிச்சை

# dengue_treatment_para1
source: Consult a qualified doctor!
si: සුදුසුකම් ලත් වෛද්‍යවරයෙකු හමුවන්න!
ta_lk: ஒரு தகுதியான மருத்துவரிடம் ஆலோசிக்கவும்!

# dengue_treatment_para2
source: Do not consume medication other than what your doctor has prescribed. Misuse of drugs can cause internal bleeding.
si: වෛද්‍යවරයා විසින් ලබාදි ඇති ඖෂධ හැරුන විට වෙනත් කිසිදු ඖෂධයක් භාවිතා නොකරන්න.
ta_lk: உங்கள் மருத்துவர் பரிந்துரைத்த மருந்துகள் தவிர வேறு மருந்துகள் சாப்பிட வேண்டாம். மருந்துகள் தவறாக பாவிக்கப்பட்டால் உட்புற இரத்த போக்கு ஏற்படும்.

# dengue_treatment_para3
source: Get plenty of rest.
si: හැකි පමණ විවේකීව සිටින්න.
ta_lk: நிறைய ஓய்வு எடுக்கவும்.

# dengue_treatment_para4
source: Drink more water.
si: වතුර වැඩි ප්‍රමාණයක් පානය කරන්න.
ta_lk: அதிக தண்ணீர் குடிக்கவும்.

# dengue_treatment_para5
source: Eat nutritious meals.
si: පෝෂ්‍යදායක ආහාර අනුභව කරන්න.
ta_lk: சத்தான உணவுகளை சாப்பிடவும்.

# dengue_treatment_para6
source: Avoid school, work or any other places where you may spread the virus.
si: වෛරසය පැතිරීමට ඉඩ ඇති පාසල්, රැකියාවට හෝ වෙනත් ස්ථාන වලට යාමෙන් වලකින්න.
ta_lk: பள்ளி, வேலை அல்லது வைரஸ் பரவக்கூடிய வேறு எந்த இடங்களுக்கும் செல்வதை தவிர்க்கவும்.

# dengue_treatment_title2
source: Hospitals in Colombo City
si: කොළඹ නගරයේ රෝහල්
ta_lk: கொழும்பு நகரில் உள்ள மருத்துவமனைகள்

# dengue_treatment_para7
source: <a href="https://maps.google.lk/maps?q=colombo+hospitals&amp;sll=6.9215305,79.8648533&amp;spn=0.2617848,0.351645&amp;t=m&amp;hq=hospitals&amp;hnear=colombo,+Western+Province">► Open the map externally!</a>
si: <a href="https://maps.google.lk/maps?q=colombo+hospitals&amp;sll=6.9215305,79.8648533&amp;spn=0.2617848,0.351645&amp;t=m&amp;hq=hospitals&amp;hnear=colombo,+Western+Province">► සිතියම බාහිරව විවෘත කරන්න!</a>
ta_lk: <a href="https://maps.google.lk/maps?q=colombo+hospitals&amp;sll=6.9215305,79.8648533&amp;spn=0.2617848,0.351645&amp;t=m&amp;hq=hospitals&amp;hnear=colombo,+Western+Province">► வெளிப்புறமாக, வரைபடத்தைத் திறகுக!</a>

# dengue_prevention_title1
source: How to Prevent
si: වලකින්නේ කෙසේද?
ta_lk: எப்படி தடுக்கலாம்

# dengue_prevention_para1
source: Dengue mosquitoes breed where there is clean water. Do not leave containers with clean water as they can potentially turn into breeding grounds for Aedes mosquitoes.
si: ඩෙංගු මදුරුවන් බෝවන්නේ පිරිසිදු ජලය ඇති ස්ථානයන්හිය. පිරිසිදු ජලය සහිත බදුන් අතහැර නොදමන්න. ඒවා ඊඩීස් මදුරුවන් බෝවන ස්ථාන විය හැකි බැවිනි.
ta_lk: டெங்கி கொசுக்கள் இனப்பெருகுவதற்கு சுத்தமான தண்ணீர் அவசியம். சுத்தமான தண்ணீர் கொண்ட கொள்கலன்களை விட்டுவிட வேண்டாம். அவைகள் ஏடிஸ் கொசுக்கள் பெருகுவதற்கு சாத்தியமான நிலங்களாக மாற முடியும்.

# dengue_prevention_para2
source: Cover containers or overturn them when not in use.
si: භාවිතා නොකරන අවස්ථාවන්හි බදුන් ආවරණ කර තබන්න. එසේ නැතහොත් ඒවා නොපිට හරවා තබන්න.
ta_lk: கொள்கலன்களை மூடவும் அல்லது பயன்படுத்தாத போது அவற்றை கவிழ்த்து விடவும்.

# dengue_prevention_para3
source: Change the water in vases frequently.
si: මල් පෝච්චි වල තිබෙන ජලය නිතර මාරු කරන්න.
ta_lk: அடிக்கடி சாடிகளில் உள்ள தண்ணீரை மாற்றவும்.

# dengue_prevention_para4
source: Change the water for feeding pets frequently.
si: සුරතල් සතුන්ට තබන ජලය නිතර මාරු කරන්න.
ta_lk: அடிக்கடி வீட்டு செல்லப்பிராணிகளுக்கு கொடுக்கும் தண்ணீரை மாற்றவும்.

# dengue_prevention_para5
source: If you rear fishes, consider getting small, mosquito-eating fishes.
si: ඔබ මාළු ඇති කරන්නෙකු නම් මදුරුවන් අනුභව කරන කුඩා මාළුවන් ලබා ගැනීම පිලිබදව සිතා බලන්න.
ta_lk: நீங்கள் மீன்கள் வளர்ப்பவர் என்றால், சிறிய கொசுக்கள் உண்ணும் மீன்களை வளர்க்கவும்.

# dengue_prevention_para6
source: Avoid throwing empty food containers (e.g. ice cream cups, coconut shells, Polythene bags) in the open. They collect water when it rains.
si: හිස් භාජන (අයිස් ක්‍රීම් කෝප්ප, පොල් කටු, පොලිතින් මළු ආදිය) විවෘත පරිසරයට විසි කිරීමෙන් වළකින්න. වර්ෂාව අවස්ථාවලදී ඒවා තුල ජලය රැදෙයි.
ta_lk: திறந்த காலியான உணவு கொள்கலங்களை உதார்ணதிக்கு ஐஸ் கிரீம் கப், தேங்காய் ஓடுகள், பொலித்தீன் பைகள் ஆகியவைகளை எறிவதை தவிர்க்க வேண்டும். அவைகள் மழை பெய்யும் போது நீரை தேக்கும்.

# dengue_prevention_para7
source: Remove leaves and other debris that block drains.
si: කානු අවහිර වන කොළ සහ අපද්‍රව්‍ය ඉවත් කරන්න.
ta_lk: வடிகால்களை தடுக்கும் இலைகள் மற்றும் பிற குப்பைகளை அகற்றவும்.

# dengue_prevention_para8
source: Clean gutters to ensure there is no blockage.
si: කිසියම් අවහිර වීමක් නොවන බවට සහතික වීම සදහා පීලි සුද්ධ කරන්න.
ta_lk: வாய்க்கால்களை சுத்தப்படுத்தி எந்த அடைப்பும் இல்லை என்பதை உறுதி செய்யவும்.

# dengue_prevention_para9
source: Fill tyres on roof tops and in gardens with sand to prevent water from collecting in them.
si: වහලවල් වල සහ උද්‍යානවල ඇති ටයර් වැලිවලින් පුරවා ඒවා තුල ජලය රැදීමෙන් වලක්වන්න.
ta_lk: கூரை மேல் உள்ள மற்றும் தோட்டங்களில் உள்ள டயர்களில் மண் நிரப்பி அவைகளில் தண்ணீர் தேங்காமல் தடுக்கவும்.

# about_mobuzz_para1_1
source: Dengue is a mosquito-borne infectious disease that affects millions of people around the world, and especially so in Asia.
si: ඩෙංගු වූ කලී මදුරුවන්ගෙන් හට ගන්නා වූ ලොව පුරා සහ විශේෂයෙන්ම ආසසියාවේ මිලියන සංඛාත පරිසක් පීඩාවට පත් කරන බෝවෙන රෝගයකි.
ta_lk: டெங்கி கொசுக்களால் பரவும் தொற்று நோய் ஆகும். இதனால் உலகம் முழுவதும் மில்லியன் கணக்கான மக்கள் பாதிக்கப்பட்டு உள்ளனர் குறிப்பாக சொல்லப்போனால் ஆசியாவில்.

# about_mobuzz_para1_2
source: So far, dengue prevention has relied on traditional strategies that are largely reactive and use outdated modes of communication.
si: මෙතෙක් කල් ඩෙංගු වැළැක්වීම සදහා විශ්වාසය තබන ලද්දේ යල් පැන ගිය බොහෝ දුරට ක්‍රියාකාරී බවෙන් තොර පාරම්පරික උපක්‍රමය.
ta_lk: இதுவரை டெங்கி ஒழிப்பு பாரம்பரிய உத்திகளை நம்பியிருந்தது. அவை பெரும்பாலும் பிற்போக்கான எதிர்வினையாகவும் மற்றும் காலாவதியான தொடர்பு முறைகளுமாக இருந்துள்ளன.

# about_mobuzz_para1_3
source: We believe that the power of mobile phones and the Internet, if used in an innovative way, can go a long way in helping people and public health authorities combat the dengue menace.
si: ජංගම දුරකථන සහ අන්තර්ජාල ශක්තිය නවතම ආකාරයට භාවිතා කරන්නේ නම් ඩෙංගු උවදුර පරාජය කිරීම සදහා ජනතාවට සහ රජයේ සෞඛ්‍ය බලධාරීන්ට සහාය ලබාදීම මගින් දිගු ගමනක් යාමට හැකිය.
ta_lk: நாம் கையடக்க தொலைபேசி மற்றும் இணைய தளச் சக்தியை ஒரு புதுமையான வழியில் பயன்படுத்தி, மக்கள் மற்றும் பொது சுகாதார அதிகாரிகள் டெங்கியை எதிர்க்க நீண்ட வழியில் உதவ முடியும் என்று நம்புகின்றோம்.

# about_mobuzz_title2
source: Welcome to Mo-Buzz dengue!
si: Mo-Buzz Dengue වෙත ආරාධනා!
ta_lk: Mo-Buzz Dengue -க்கு வரவேற்கிறோம்!

# about_mobuzz_para2_1
source: Mo-Buzz Dengue is a cutting-edge, integrated mobile phone and web-based system designed to help you protect yourself from dengue.
si: Mo-Buzz Dengue යනු ඔබව ඩෙංගු වලින් ආරක්ෂා කිරීම සදහා ජංගම දුරකථන සහ වෙබ් අඩවි ඒකරාශි කර නිමවූ පද්ධතියකි.
ta_lk: Mo-Buzz Dengue, நீங்கள் டேங்கிலிருந்து உங்களை பாதுகாக்க உதவும் வகையில் வடிவமைக்கப்பட்ட ஓர் அதி உன்னத, ஒருங்கிணைந்த கையடக்க தொலைபேசி மற்றும் இணைய தள மென் ஒருங்கு அடிப்படையில் அமைக்கப்பட்ட ஒன்றாகும்.

# about_mobuzz_para2_2
source: The system combines the power of advanced geospatial mapping with crowdsourcing technology and health education in a simple, easy-to-use manner.
si: මෙම ක්‍රමය දියුණු වූ භූවිද්යා අවකාශ සිතියම් කිරීම, එක්රැස් වීමේ ප්‍රභව තාක්ෂණය සහ සෞඛ්‍ය අධ්‍යාපනය සමග සරල අන්දමට ක්‍රියාත්මක කිරීමට පහසු ආකාරයට සම්බන්ධ වේ.
ta_lk: இந்த அமைப்பு மேம்பட்ட நிலபரப்பு பட வரைவுடன், குழு பங்களிப்பு தொழில்நுட்பம் மற்றும் சுகாதார கல்வி ஆகிய ஆற்றல்கள் அனைத்தும் ஒருங்கிணைந்த ஒரு சாதாரண மற்றும் எளிதாக பயன்படுத்தக்கூடிய முறையில் உருவாக்கப்பட்டது.

# about_mobuzz_para2_3
source: With Mo-Buzz Dengue you can now
si: Mo-Buzz Dengue සමග ඔබට දැන්
ta_lk: Mo-Buzz Dengue -யுடன் நீங்கள் பின்வருவனவற்றை இப்போது செயலாற்ற முடியும்

# about_mobuzz_para2_4
source: Use hotspots map to keep track of those parts of your city that are most affected by dengue. You can use this information to take preventive steps to protect yourself from mosquitoes if you are living in, or traveling to these areas.
si: ඔබ නගරයේ ඇති ඩෙංගු වලින් වඩාත් පීඩාවට පත්වී ඇති ප්‍රදේශ, අන්තරාකාරි ප්‍රදේශ පිළිබඳ සිතියම (hotspots map) මගින් හදුනා ගත හැකිය. ඔබ මෙම ප්‍රදේශවල වාසය කරන්නේ නම් හෝ මෙම ප්‍රදේශවල වලට ගමන් කරන්නේ නම් එයින් ආරක්ෂා වීම සදහා වැලැක්වීමේ පියවරක් වශයෙන් මෙම තොරතුර යොදා ගත හැකිය.
ta_lk: பாதிப்புக்குள்ளான இடங்களின் வரைபடங்களை (hotspots map) பயன்படுத்தி டெங்கினால் மிகவும் பாதிக்கப்பட்ட பகுதி நகரில் எது என்று உங்களால் கண்காணிக்க முடியும். நீங்கள் இந்த பகுதிகளில் வாழ்பவர், அல்லது பயணம் செய்பவர் என்றால் நீங்கள் இந்த தகவலை தடுப்பு நடவடிக்கைகளை எடுக்கவும் உங்களை கொசுகலிருந்து பாதுகாக்க பயன்படுத்த முடியும்.

# about_mobuzz_para2_5
source: Complain dengue breeding sites to the Colombo Municipal Council (CMC) using simple forms on your mobile app that are automatically geo-tagged. This will help the CMC to monitor how dengue is spreading in real-time and alert them to take necessary steps quickly.
si: ඔබගේ ජංගම දුරකථනයේ ඇති සරල මාර්ග අනුගමනය කරමින් ඩෙංගු මදුරුවන් බෝ වන ස්ථාන පිළිබදව කොළඹ මහ නගර සභාව වෙත වාර්තා කරන්න. මෙමගින් කොළඹ මහ නගර සභාවට නියමිත කාලය තුලදී නිසි ක්‍රියා මර්ග ගැනීමට හැකිවනු ඇත.
ta_lk: டெங்கி கொசுக்கள் இனப்பெருக்கம் பரவும் இடங்கள் பற்றியும் மற்றும் டெங்கி புகார்களை உங்கள் கையடக்க தொலைபேசியின் மென் ஒருங்கில் எளிய படிவத்தில் உள்ள புவியியல் இடத்தின் பதியை பயன்படுத்தி கொழும்பு மாநகர சபைக்கு அறிவிக்கலாம். இது கொழும்பு மாநகர சபைக்கு டெங்கி பரவுவதை உடனுக்குடன் அறியவும் தேவையான எச்சரிக்கை நடவடிக்கைகளை விரைவில் எடுக்கவும் உதவும்.

# about_mobuzz_para2_6
source: Learn more about dengue, how it is transmitted, how many people it affects, and how to protect yourself, using our graphics-based dengue education module.
si: චිත්‍ර සටහන් පාදක කර ගත් අපගේ ඩෙංගු අධ්‍යාපනික මොඩියුලය භාවිතා කරමින් ඩෙංගු පිළිබද වැඩිදුර විස්තර, එය පැතිරෙන්නේ කෙසේද, එයින් කොපමණ පුද්ගලයින් සංඛ්‍යාවක් පීඩාවට පත්වන්නේද සහ එයින් ඔබට ආරක්ෂා විය හැක්කේ කෙසේද යන්න පිළිබදව දැනුවත් වන්න.
ta_lk: டெங்கி பற்றி மேலும் அறிய, அது எவ்வாறு பரவுகிறது, எப்படி மக்களை பாதிக்கிறது மற்றும் உங்களை அதிலிருந்து எப்படி பாதுகாப்பது என்பதனை அறிய எங்கள் வரைகலை அடிப்படையிலான டெங்கி கல்வி தொகுதியை பயன்படுத்தலாம்.

# about_mobuzz_para3
source: *Mo-Buzz Dengue is a joint project between Nanyang Technological University (NTU), Colombo Municipal Council (CMC), Mobitel and University of Colombo School of Computing (UCSC).
si: *Mo-Buzz Dengue යනු සිංගප්පූරුවේ නන්යන් තාක්ෂණික විශ්ව විද්‍යාලය (NTU), කොළඹ මහ නගර සභාව (CMC), මොබිටෙල් (Mobitel) සහ කොළඹ විශ්ව විද්‍යාලයේ පරිගණක අධ්‍යයන ආයතනය (USSC) අතර ඇති කර ගන්නා ලද හවුල් ව්‍යාපෘතියකි.
ta_lk: *Mo-Buzz Dengue நன்யாங் தொழில்நுட்ப பல்கலைக்கழகம் (NTU), கொழும்பு மாநகர சபை (CMC), மொபிட்டல் (Mobitel) மற்றும் கொழும்பு பல்கலைக்கழகதின் கணினி பள்ளிக்கிடையே (UCSC) ஓர் கூட்டு திட்டம் ஆகும்.

# about_cosmic_title2
source: COSMIC
si: COSMIC පිළිබඳව
ta_lk: COSMIC பற்றி

# about_cosmic_para2_1
source: The Centre of Social Media Innovations for Communities (COSMIC) is a collaborative initiative among three universities: Nanyang Technological University (NTU, Singapore), National University of Singapore (NUS, Singapore), and the Indian Institute of Technology Bombay, Mumbai (IITB, India). Mo-Buzz Dengue is an initiative of COSMIC NTU.
si: ප්‍රජාවන් සඳහා වන සමාජ මාධ්‍ය නවතා මධ්‍යස්ථානය (COSMIC), සිංගප්පූරුවේ නන්යන් තාක්ෂණික විශ්ව විද්‍යාලය (NTU, Singapore), සිංගප්පූරුවේ ජාතික විශ්ව විද්‍යාලය (NUS, Singapore) සහ බොම්බේහි ඉන්දියානු තාක්ෂණික ආයතනය (IITB, India) යන සරසවි තුනෙහි සහයෝගිතා නවතාවයකි. Mo-Buzz Dengue යනු COSMIC NTU හි මුලපිරීමකි.
ta_lk: (COSMIC) என்பது சமுதாயங்களின் சமூக ஊடக கண்டுபிடிப்பு மையம் ஆகும். இம்மையம் மூன்று பல்கலைக்கழகங்கள் இடையே ஒர் கூட்டு முயற்சி ஆகும். நன்யாங் தொழில்நுட்ப பல்கலைக்கழகம் (NTU, Singapore), சிங்கப்பூர் தேசிய பல்கலைக்கழகம் (NUS, Singapore), மற்றும் மும்பை இந்திய தொழில்நுட்ப நிறுவனம் (IITB, India). Mo-Buzz Dengue ஆராய்ச்சி COSMIC NTU -யின் ஒரு முயற்சி ஆகும்.

# about_cosmic_para2_2
source: This research is supported by the National Research Foundation, Prime Minister's Office, Singapore under its International Research Centres in Singapore Funding Initiative and administered by the Interactive Digital Media Programme Office.
si: මෙම පර්යේෂණයට සිංගප්පූරුවේ ජාතික පර්යේෂණ දනම, සිංගප්පූරුවේ අග්‍රාමාත්‍ය කාර්යාලය, සිංගප්පූරුවෙහි තිබෙන අරමුදල් ලබා දෙන ජාත්‍යන්තර පර්යේෂණ මධ්‍යස්ථාන යටතේ සහාය ලබා දෙන අතර එය පාලනය කරණු ලබන්නේ අන්තර් ක්‍රියාකාරී අංකික මාධ්‍ය සැලසුම් කාර්යාලය (Interactive Digital Media Programmer Office) විසිනි.
ta_lk: இந்த ஆராய்ச்சி, சிங்கப்பூர் பிரதமர் அலுவலக தேசிய ஆராய்ச்சி அறக்கட்டளையின் கீழ் சிங்கப்பூர் நிதி முன்முயற்சி சர்வதேச ஆராய்ச்சி மையங்கள் ஆதரவுடனும் மற்றும் ஒருங்கிணைந்த டிஜிட்டல் ஊடக திட்ட அலுவலகம் (Interactive Digital Media Programme Office) மூலமும் நிர்வகிக்கப்படுகிறது.

# about_cosmic_para2_3
source: The Centre aims to empower the next billion people in the community through social media innovations that improve the way they live, work, and play.
si: මෙම මධ්‍යස්ථානය ප්‍රජාවව තුල සිටින බිලියන සංඛාත ජනතාව වෙත ඔවුන්ගේ ජීවන රටාව, වැඩකටයුතු සහ ක්‍රීඩා සම්බන්ධයෙන් සමාජ මාධ්‍ය නවතාවයන් මාර්ගයෙන් සවිමත් කර සිටීමට අරමුණු කර සිටි.
ta_lk: இம்மையத்தின் குறிக்கோள் அடுத்து வரும் பில்லியன் கணக்கான மக்களை சமூக ஊடக கண்டுபிடிப்புகள் மூலம் வலுபடுத்தி அவர்களின் வாழ்க்கை தரம், வேலை மற்றும் விளையாட்டுகளில் அவர்களை மேம்படுதுதல் நோக்கமாகும்.

# faq_mobuzz_title1
source: What is Mo-Buzz Dengue?
si: Mo-Buzz Dengue යනු කුමක්ද?
ta_lk: Mo-Buzz Dengue என்றால் என்ன?

# faq_mobuzz_para1
source: Mo-Buzz Dengue is a simple innovation that can help you protect yourself from dengue using your phone.
si: Mo-Buzz Dengue යනු ඔබගේ දුරකථනය භාවිතා කරමින් ඩෙංගු වලින් වැළකීමට ඔබට සහාය ලබා දිය හැකි සරල නවතාවයකි.
ta_lk: Mo-Buzz Dengue என்பது நீங்கள் உங்கள் தொலைபேசியை பயன்படுத்தி டெங்கிலிருந்து உங்களை பாதுகாக்க உதவும் ஓர் எளிய கண்டுபிடிப்பு ஆகும்.

# faq_mobuzz_title3
source: How can this app protect me from dengue?
si: මෙයට ඩෙංගු වලින් මා ආරක්ෂා කළ හැක්කේ කෙසේද?
ta_lk: இந்த மென் ஒருங்கு (app) எப்படி டெங்கிலிருந்து என்னை பாதுகாக்க முடியும்?

# faq_mobuzz_para3_1
source: In three ways:
si: එය ත්‍රිවිධාකාරය
ta_lk: பின்வரும் மூன்று வழிகளில்

# faq_mobuzz_para3_2_1
source: <u>hotspots map</u>, the app will tell you which parts of Colombo are most affected by dengue for a certain period.
si: <u>අන්තරාකාරි ප්‍රදේශ පිළිබඳ සිතියම (hotspots map)</u> මගින්, කිසියම් කාල සීමාවක දී කොළඹ මහ නගර සභා සීමාවේ ඩෙංගු වලින් වඩාත් පීඩාවට පත්වී ඇති ප්‍රදේශ කවරේද යන වග ඔබට ප්‍රකාශ කරනු ඇත.
ta_lk: இந்த மென் ஒருங்கு, <u>பாதிப்புக்குள்ளான இடங்களின் வரைபடங்களை (hotspots map)</u> பயன்படுத்தி, கொழும்பில் குறிப்பிட்ட கால வரையறைக்குள் மிகவும் அதிகமாக டெங்கினால் பாதிக்கப்பட்ட இடங்களை பற்றி உங்களுக்கு கூறும்.

# faq_mobuzz_para3_2_2
source: If you live in these parts of the city, or if you plan to commute to/from these parts, you know that you will need to take extra precautions (like draining stagnant water and/or wearing full-sleeved clothing).
si: ඔබ නගරයේ මෙම ප්‍රදේශ වල ජීවත්වන්නේ නම් හෝ ඔබ මෙම නගරයට හෝ මෙම නගරය සමග පාරිබෝගික කටයුතු කිරීමට සැලසුම් කර තිබේ නම් ඔබ විශේෂයෙන් ආරක්ෂාකාරි විය යුතු බව ඔබ දැන ගත යුතුය (රැඳි තිබෙන ජලය ගලායාමට සැලැවීමෙන් සහ /හෝ අත්දිග වස්ත්‍ර ඇඳිමෙන්).
ta_lk: நீங்கள் நகரின் இந்த பகுதிகளில் வாழ்பவர் என்றால், அல்லது நீங்கள் இந்த பகுதிக்கு வந்து போக திட்டமிட்டிருந்தால் கூடுதல் முன்னெச்சரிக்கை நடவடிக்கைகளை எடுக்க வேண்டும் என்று உங்களுக்கு தெரியும் (உதாரணத்திற்கு தேங்கி நிற்கும் தண்ணீரை வடிகட்டுதல் /முழுக் கை ஆடை அணிதல்).

# faq_mobuzz_para3_3_1
source: You can use the <u>complaining module</u> to send information about mosquito breeding sites in the city.
si: නගරයේ මදුරුවන් බෝවන ස්ථාන පිළිබඳව තොරතුරු යොමු කිරීම සඳහා <u>පැමිණිලි ඉදිරිපත්කිරීමේ මොඩියුලය</u> ඔබට භාවිතා කළ හැක.
ta_lk: நீங்கள் <u>புகார் தொகுதியை</u> பயன்படுத்தி, நகரில் கொசுக்கள் இனப்பெருக்கம் செய்யும் தளங்கள் பற்றிய தகவல்களை அனுப்பலாம்.

# faq_mobuzz_para3_3_2
source: This will help CMC to get real-time information about where dengue is spreading.
si: මෙමගින් ඩෙංගු පැතිරෙන්නේ කුමන ප්‍රදේශවලද යන වග පිළිබඳ නිසි කලට තොරතුරු ලබා ගැනීමට කොළඹ මහා නගර සභාවට හැකි වනු ඇත.
ta_lk: இது கொழும்பு மாநகர சபைக்கு டெங்கி பரவும் இடங்கள் பற்றிய நிகழ்நேர தகவல்களை பெற உதவும்.

# faq_mobuzz_para3_3_3
source: They can use your information to take necessary actions in a quick, efficient manner.
si: ඔබගේ තොරතුරු මාර්ගයෙන් ක්ෂනිකව කාර්යක්ෂම අන්දමින් සුදුසු කටයුතු කිරිමට ඔවුන්ට හැකිවනු ඇත.
ta_lk: அவர்கள் ஒரு விரைவான, சிறந்த முறையில் தேவையான நடவடிக்கைகளை எடுக்க உங்கள் தகவலை பயன்படுத்த முடியும்.

# faq_mobuzz_para3_3_4
source: So, yes, be vigilant, and be on the lookout for potential breeding sites!
si: එසේ නම්, මදුරුවන් බෝවීමේ ප්‍රවණතාවයක් ඇති ප්‍රදේශ පිළිබඳ විමසිල්ලෙන් සහ සෙවිලිලෙන් සිටින්න!
ta_lk: எனவே விழிப்புடன் இருங்கள் மற்றும் டெங்கி பரவும் சாத்தியமான இடங்களில் எச்சரிக்கையாய் இருங்கள்!

# faq_mobuzz_para3_4_1
source: This app has a detailed <u>information module about dengue.</u>
si: මෙම පද්ධතියට <u>ඩෙංගු පිළිබඳව විස්තරාත්මක තොරතුරු මොඩියුලයක් ඇතුලත්කර ඇත</u>
ta_lk: இந்த மென் ஒருங்கில் <u>டெங்கி பற்றிய ஒரு விரிவான தகவல் தொகுதி உள்ளது</u>.

# faq_mobuzz_para3_4_2
source: This module will help you to have a better understanding for dengue and the mosquito that spreads dengue.
si: ඩෙංගු රෝගය හා එම රෝගය ව්‍යාප්ත කරන්නා වූ මදුරුවා පිළිබඳ වඩා හොඳ අවබෝධයක් මෙම මොඩියුලය මඟින් ඔබට ලබාගත හැකිවනු ඇත.
ta_lk: இந்த தொகுதி டெங்கி மற்றும் டெங்கியை பரப்பும் கொசுக்கள் பற்றி மேலும் அறிய உங்களுக்கு உதவும்.

# faq_mobuzz_para3_4_3
source: We have also listed specific steps that you can perform to prevent yourself and your loved ones from dengue.
si: ඔබට සහ ඔබගේ හිතෛෂින්ට ඩෙංගු වලක්වා ගැනීම ඉටුකල හැකි නිශ්චිත පියවරද ලැයිස්තුගත කර ඇත.
ta_lk: நாங்கள் உங்களையும் உங்கள் அன்புக்குரியவர்களையும் டெங்கிலிருந்து தடுக்க நீங்கள் எடுக்க வேண்டிய வழிமுறைகளை பட்டியலிட்டுருக்கிறோம்.
